Turn ascii art into mermaid (#243)
